/* VERSION: Norwegian Translation file - Version 2.6.3 - 2010 Jan 12 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Neste gang du starter MyTime, blir det sendt en E-mail backup";

/* */
"Email Backup Instantly" = "Mail backup med en gang";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Neste gang du starter MyTime, blir kart-minne slettet";

/* */
"Clear Map Cache" = "Slett kart-minne";

